Repository: niweb/swp
Catalog: src/Locale/*/default.po
Languages: de

source: Users
de: Benutzer

source: User
de: Benutzer

source: Students
de: Schüler

source: Student
de: Schüler

source: Partners
de: Paten

source: Partner
de: Pate

source: Locations
de: Standorte

source: Location
de: Standort

source: Location-Admin
de: Standort-Admin

source: Location-Admins
de: Standort-Admins

source: Tandems
de: Patenschaften

source: Types
de: Benutzertypen

source: Type
de: Benutzertyp

source: Classranges
de: Klassenstufen

source: Classrange
de: Klassenstufe

source: Class
de: Klasse

source: Schooltypes
de: Schularten

source: Subjects
de: Fächer

source: StatusTexts
de: Status-Nachrichten

source: Tutorship
de: Patenschaft

source: created
de: erstellt

source: previous
de: vorherige

source: next
de: nächste

source: of
de: von

source: back
de: zurück

source: no preference
de: Keine Präferenz

source: no information
de: Keine Angaben

source: no {0} to display
de: Keine {0} anzuzeigen

source: Delete
de: Löschen

source: Are you sure you want to delete {0}?
de: Willst du wirklich {0} löschen?

source: Are you sure you want to delete # {0}?
de: Willst du wirklich #{0} löschen?

source: Are you sure you want to deactivate # {0}?
de: Willst du wirklich #{0} deaktivieren?

source: Are you sure you want to reactivate # {0}?
de: Willst du wirklich #{0} reaktivieren?

source: dont_delete_{0}
de: Achtung! Wird ein {0} gelöscht, kann es zu schweren Fehlern im System kommen! Bitte nicht leichtsinnig verwenden!

source: dont_delete_fem_{0}
de: Achtung! Wird eine {0} gelöscht, kann es zu schweren Fehlern im System kommen! Bitte nicht leichtsinnig verwenden!

source: Cancel
de: Abbrechen

source: Submit
de: Bestätigen

source: View
de: Ansehen

source: Edit
de: Bearbeiten

source: Actions
de: Aktionen

source: No Actions
de: Keine Aktionen verfügbar

source: List Partners
de: Alle Paten anzeigen

source: List verified Partners
de: Alle verifizierten Paten anzeigen

source: List waiting and matched Partners
de: Alle wartenden und vermittelten Paten anzeigen

source: List quit and denied Partners
de: Alle ehemaligen Paten anzeigen

source: Edit Partner
de: Paten bearbeiten

source: Edit Profile
de: Profil bearbeiten

source: Delete Partner
de: Paten löschen

source: New Partner
de: Neuen Paten anlegen

source: View Partner
de: Diesen Paten anzeigen

source: Change Status of Partner
de: Status des Paten ändern

source: List Students
de: Alle Schüler anzeigen

source: List waiting Students
de: Alle wartenden Schüler anzeigen

source: List active Students
de: Alle aktiven Schüler anzeigen

source: List inactive Students
de: Alle inaktiven Schüler anzeigen

source: New Student
de: Neuen Schüler anlegen

source: Add Student
de: Schüler hinzufügen

source: Edit Student
de: Schüler bearbeiten

source: Delete Student
de: Schüler löschen

source: View Student
de: Diesen Schüler anzeigen

source: List Users
de: Alle Benutzer anzeigen

source: New User
de: Neuen Benutzer anlegen

source: Add User
de: Benutzer hinzufügen

source: Edit User
de: Benutzer bearbeiten

source: Delete User
de: Benutzer löschen

source: View User
de: Diesen Benutzer anzeigen

source: New {0} created
de: Ein Neuer {0} wurde erstellt

source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

source: List Locations
de: Alle Standorte anzeigen

source: Edit Location
de: Standort bearbeiten

source: Delete Location
de: Standort löschen

source: New Location
de: Neuen Standort anlegen

source: Add Location
de: Standort hinzufügen

source: View Location
de: Diesen Standort anzeigen

source: List Types
de: Alle Benutzertypen anzeigen

source: Edit Type
de: Benutzertypen bearbeiten

source: Delete Type
de: Benutzertypen löschen

source: New Type
de: Neuen Benutzertypen anlegen

source: Add Type
de: Benutzertyp hinzufügen

source: View Type
de: Diesen Benutzertypen anzeigen

source: List Classranges
de: Alle Klassenstufen anzeigen

source: Edit Classrange
de: Klassenstufe bearbeiten

source: Delete Classrange
de: Klassenstufe löschen

source: New Classrange
de: Neue Klassenstufe anlegen

source: Add Classrange
de: Klassenstufe hinzufügen

source: View Classrange
de: Diese Klassenstufe anzeigen

source: Schooltype
de: Schulart

source: List Schooltypes
de: Alle Schularten anzeigen

source: Edit Schooltype
de: Schulart bearbeiten

source: Delete Schooltype
de: Schulart löschen

source: New Schooltype
de: Neue Schulart anlegen

source: Add Schooltype
de: Schulart hinzufügen

source: View Schooltype
de: Diese Schulart anzeigen

source: List Status
de: Alle Status anzeigen

source: Edit Status
de: Status bearbeiten

source: Delete Status
de: Status löschen

source: New Status
de: Neuen Status anlegen

source: Add Status
de: Status hinzufügen

source: View Status
de: Diesen Status anzeigen

source: List Status Texts
de: Alle Status-Nachrichten anzeigen

source: Edit Status Text
de: Status-Nachricht bearbeiten

source: New Status Text
de: Neue Status-Nachricht anlegen

source: Add Status Text
de: Status-Nachricht hinzufügen

source: View Status Text
de: Diese Status-Nachricht anzeigen

source: List Subjects
de: Alle Schulfächer anzeigen

source: Edit Subject
de: Schulfach bearbeiten

source: Delete Subject
de: Schulfach löschen

source: New Subject
de: Neues Schulfach anlegen

source: Add Subject
de: Schulfach hinzufügen

source: View Subject
de: Dieses Schulfach anzeigen

source: Tandem
de: Patenschaft

source: List Tandems
de: Alle Patenschaften anzeigen

source: Deactivate Tandem
de: Patenschaft deaktivieren

source: Reactivate Tandem
de: Patenschaft wieder aktivieren

source: View Tandem
de: Diese Patenschaft anzeigen

source: Activated
de: Aktiviert

source: Deactivated
de: Deaktiviert

source: Deactivate
de: Deaktivieren

source: Reactivate
de: Wieder aktivieren

source: Created
de: Erstellt

source: Become Schülerpate
de: Werde Schülerpate

source: Login Details
de: Anmeldedaten

source: Personal Details
de: Zur Person

source: Contact Details
de: Kontaktdetails

source: first_name
de: Vorname

source: last_name
de: Nachname

source: age
de: Alter

source: password
de: Passwort

source: Sex
de: Geschlecht

source: sex
de: Geschlecht

source: Gender
de: Geschlecht

source: gender
de: Geschlecht

source: male
de: männlich

source: female
de: weiblich

source: whatever
de: egal

source: degree_course
de: Studiengang

source: job
de: Beruf

source: street
de: Straße

source: house_number
de: Hausnummer

source: house_number_addition
de: Hausnummernzusatz

source: postcode
de: Postleitzahl

source: city
de: Ort

source: telephone
de: Telefon

source: mobile
de: Mobil

source: preferred_classranges
de: Welche Klassenstufen möchtest du unterrichten?

source: preferred_schooltypes
de: Welche Schulart sollte dein/e SchülerIn besuchen?

source: preferred_subjects
de: Welche Fächer möchtest du unterrichten?

source: preferred_subjects_addition
de: Bitte nenne uns auch die höchste Klassenstufe, die du in dem jeweiligen Fach unterrichten möchtest. Möchtest du ein Fach nicht unterrichten, lasse das Feld einfach frei

source: subject
de: Schulfach

source: max_grade
de: Höchste Klassenstufe

source: min_grade
de: Niedrigste Klassenstufe

source: teach_time
de: Wie viel Zeit (in Minuten) möchtest du in der Woche fürs Unterrichten investieren? (mindestens 90)

source: extra_time
de: Wie viel Zeit (in Minuten) möchtest du im Monat zusaetzlich für Seminare oder Veranstaltungen gemeinsam mit deiner/m PatenschülerIn investieren?

source: spend_time
de: Wie lange bist du in nächster Zeit verfügbar? (mindestens ein Jahr)

source: experience
de: Welche Erfahrungen hast du schon mit Nachhilfe oder Patenschaften sammeln können?

source: preferred_gender
de: Bevorzugtes Geschlecht deine/r SchülerIn

source: support_wish
de: Welche Unterstützung wünscht du dir von uns während deiner Patenschaft?

source: reason_for_decision
de: Warum hast du dich für uns entschieden?

source: additional_informations
de: Gibt es sonst noch etwas, was wir über dich wissen sollten?

source: additional_information
de: Gibt es sonst noch etwas, was wir über dich wissen sollten?

source: reason_for_schuelerpaten
de: Wie bist du auf uns gekommen?

source: perfect match
de: Perfekte Übereinstimmung

source: great match
de: Gute Übereinstimmung

source: average match
de: Mittelmäßige Übereinstimmung

source: bad match
de: Schlechte Übereinstimmung

source: preferred_gender_of_partner
de: Bevorzugtes Geschlecht des Paten

source: gender_of_student
de: Geschlecht des Schülers

source: preferred_classranges_of_partner
de: Bevorzugte Klassenstufen des Paten

source: class_of_student
de: Klasse des Schülers

source: preferred_schooltypes_of_partner
de: Bevorzugte Schularten des Paten

source: schooltype_of_student
de: Schulart des Schülers

source: preferred_subjects_of_partner
de: Bevorzugte Schulfächer des Paten

source: subjects_of_student
de: Schulfächer des Schülers

source: Are you sure you want to match {0} with {1}?
de: Möchtest du {0} und {1} wirklich matchen?

source: Related PreferredClassranges
de: Bevorzugte Klassenstufen

source: Related PreferredSchooltypes
de: Bevorzugte Schularten

source: Related PreferredSubjects
de: Bevorzugte Fächer

source: Related Tandems
de: Patenschaften

source: Related Partners
de: Paten

source: Related Students
de: Schüler

source: Related Schooltypes
de: Schularten

source: Related Subjects
de: Schulfächer

source: Related Users
de: Benutzer
